[
  {
    "rest": "3 AM Awakening",
    "climate": "Heavy",
    "clarity": "Brain Fog",
    "notes": "New Year, same disaster. Woke up at 3:12 AM drenched. The migraine is sitting right behind my left eye again. I feel like I'm vibrating with anxiety about the new project at work. I can't keep living like this.",
    "timestamp": "2026-01-01T08:00:00.000000"
  },
  {
    "rest": "Fragmented",
    "climate": "Flashing",
    "clarity": "Brain Fog",
    "notes": "Migraine lasted 14 hours. Finally eased up but left me feeling like a ghost. I'm forgetting simple client names. I've started putting Post-its everywhere just to remember my morning schedule.",
    "timestamp": "2026-01-02T08:15:00.000000"
  },
  {
    "rest": "3 AM Awakening",
    "climate": "Heavy",
    "clarity": "Brain Fog",
    "notes": "The internal heat is unbearable. It starts in my chest and just rushes up. I stood on the balcony in my robe at 4 AM just to feel the January air. My joints are so stiff I can't even make a fist this morning.",
    "timestamp": "2026-01-05T07:45:00.000000"
  },
  {
    "rest": "Fragmented",
    "climate": "Heavy",
    "clarity": "Brain Fog",
    "notes": "Saw Dr. Aris today. I cried in the waiting room. I told her it's not just 'stress'—I know stress, and this is chemical. She finally listened when I showed her the sleep logs. Discussing HRT options next week. Migraine warning signs starting now.",
    "timestamp": "2026-01-10T09:30:00.000000"
  },
  {
    "rest": "3 AM Awakening",
    "climate": "Heavy",
    "clarity": "Brain Fog",
    "notes": "Full-blown migraine. Spent the day in a dark room. Missed the strategy meeting. I feel like my body is betraying my career. The 3 AM terror was especially bad—convinced myself I'd be fired by noon.",
    "timestamp": "2026-01-11T11:00:00.000000"
  },
  {
    "rest": "3 AM Awakening",
    "climate": "Flashing",
    "clarity": "Neutral",
    "notes": "Picked up the prescription today. Estrogen patch and progesterone. I'm nervous about the 'cancer' headlines I've read for years, but the fear of losing my mind is greater. Starting tomorrow.",
    "timestamp": "2026-01-15T20:00:00.000000"
  },
  {
    "rest": "Fragmented",
    "climate": "Warm",
    "clarity": "Neutral",
    "notes": "Day 3 on the patch. Still waking up, but the 'Terror' felt less intense. No migraine today, which is a miracle for this point in my cycle. Skin feels a bit itchy near the patch site.",
    "timestamp": "2026-01-18T08:00:00.000000"
  },
  {
    "rest": "Fragmented",
    "climate": "Warm",
    "clarity": "Focused",
    "notes": "Actually finished the budget report ahead of time! My brain felt 'plugged in' for about four hours straight. The heat is still there, but it's like a low hum instead of a siren. Progesterone at night definitely helps the initial drop-off into sleep.",
    "timestamp": "2026-01-22T07:30:00.000000"
  },
  {
    "rest": "Restorative",
    "climate": "Cool",
    "clarity": "Focused",
    "notes": "I slept until 6:30 AM. Six and a half hours without a break. I woke up crying because I forgot what it felt like to be rested. No hot flashes yesterday. My hands feel less like wooden blocks.",
    "timestamp": "2026-01-28T07:00:00.000000"
  },
  {
    "rest": "Restorative",
    "climate": "Cool",
    "clarity": "Focused",
    "notes": "Handling a crisis at work today and stayed calm. Usually, I'd have a surge of rage or a panic attack. It’s like the 'buffer' is back in my nervous system. Migraine count this month: 2. (Down from 6 in December).",
    "timestamp": "2026-02-05T08:30:00.000000"
  },
  {
    "rest": "Fragmented",
    "climate": "Warm",
    "clarity": "Neutral",
    "notes": "A bit of a dip today. A light migraine and some night sweats returned. Is it because I'm close to my period? Need to ask SELENE if cycle breakthrough is normal even on HRT.",
    "timestamp": "2026-02-12T07:15:00.000000"
  },
  {
    "rest": "Restorative",
    "climate": "Cool",
    "clarity": "Focused",
    "notes": "Back to baseline. Feeling sharp. The brain fog has cleared enough that I can actually plan for the future again. I’m starting to feel like Helene again, not just a collection of symptoms.",
    "timestamp": "2026-02-18T08:00:00.000000"
  },
  {
    "rest": "Restorative",
    "climate": "Cool",
    "clarity": "Focused",
    "notes": "Current state: Stable. It’s February 20th. Looking back at the Jan 1st log makes me realize how far I’ve come. I’m not 100%, but I am functional and hopeful. Migraine-free for 8 days.",
    "timestamp": "2026-02-20T09:00:00.000000"
  },
  {
    "rest": "3 AM Awakening",
    "climate": "Warm",
    "clarity": "Neutral",
    "notes": "I had a migraine today for 2 hours",
    "timestamp": "2026-02-20T10:52:41.170384"
  },
  {
    "rest": "Fragmented",
    "climate": "Warm",
    "clarity": "Brain Fog",
    "notes": "I had a migraine yesterday night for 2 hours",
    "timestamp": "2026-02-20T11:16:12.426316"
  },
  {
    "rest": "Fragmented",
    "climate": "Cool",
    "clarity": "Brain Fog",
    "notes": "I had a migraine yesterday for 2 hours",
    "timestamp": "2026-02-20T11:33:46.876036"
  },
  {
    "rest": "3 AM Awakening",
    "climate": "Cool",
    "clarity": "Brain Fog",
    "notes": "I had a migraine at 8 a.m. for 2 hours",
    "timestamp": "2026-02-20T15:06:49.755194"
  },
  {
    "rest": "Fragmented",
    "climate": "Flashing",
    "clarity": "Neutral",
    "notes": "",
    "timestamp": "2026-02-23T16:15:40.240566"
  }
]